Repository: khallypha-10/kebbi
Catalog: locale/ha/LC_MESSAGES/django.po
Languages: ha

source: English
ha: Turanci

source: Title
ha: Take

source: Description
ha: Bayani

source: Website Layout
ha: Tsarin Yanar Gizo

source: Dr. Nasir Idris Kauran Gwandu Kebbi Governor Kebbi State Governor
ha: Dokta Nasir Idris Kauran Gwandu Gwamnan Kebbi Gwamnan Jihar Kebbi

source: Official website of Dr. Nasir Idris, Kauran Gwandu, Governor of Kebbi State
ha: Shafin yanar gizon Dokta Nasir Idris, Kauran Gwandu, Gwamnan Jihar Kebbi

source: A notable example of his unifying approach is the recent defection of three prominent People\
ha: Misali na shiryuwarsa na hada kan jama'a shine sabon murabus din sanatoci uku na jam'iyyar PDP Adamu Aliero, Yahaya Abdullahi, da Garba Maidoki zuwa jam'iyyar APC. Canjin nasu ya samu sauƙi ta hanyar Gwamna Idris na tuntuɓar jama'a da kuma jajircewarsa na mulkin haɗa kan al'umma, wanda ke nuna sauyi ga haɗin kai a siyasance a jihar.

source: Dr. Nasir Idris
ha: Dokta Nasir Idris

source: Type & hit enter...
ha: Buga ka danna shigar...

source: Home
ha: Gida

source: About
ha: Game da

source: Achievements
ha: Nasara

source: About Kauran Gwandu
ha: Game da Kauran Gwandu

source: Creative agency & their best solutions
ha: Hukumar kirkire-kirkire da mafi kyawun hanyoyinsu

source: Project Complete
ha: Aikin da aka kammala

source: Happy Client
ha: Abokin ciniki mai farin ciki

source: Dealer Equipment
ha: Kayan aikin dila

source: A Testament to Leadership
ha: Shaida ga Jagoranci

source: Speaker, Kebbi State Youth Parliament
ha: Kakakin Majalisar Matasa ta Jihar Kebbi

source: A man defined by excellence
ha: Mutumin da aka siffanta shi da kyakkyawan aiki

source: Contact
ha: Tuntuɓar

source: Address:
ha: Adireshin:

source: Created By
ha: Wanda Ya Ƙirƙira

source: Leadership with a Purpose
ha: Shugabanci Mai Manufa

source: Progress You Can See
ha: Ci Gaban da Kake Gani

source: People First, Always
ha: Jama'a Farko, Koyaushe

source: year
ha: shekara

source: Anniversary
ha: Bikin Cika Shekara

source: Leadership For Kebbi State
ha: Shugabanci Ga Jihar Kebbi

source: Vision
ha: Hangen Nesa

source: Strategy
ha: Dabarun

source: Results
ha: Sakamako

source: To build a stronger, more united Kebbi State, where thriving businesses, world-class education, and sustainable communities create opportunities for every family, today and for generations to come.
ha: Don gina Jihar Kebbi mai ƙarfi da haɗin kai, inda kasuwancin da ke bunƙasa, ilimi na duniya, da al'ummomin da za su iya ci gaba suka haifar da dama ga kowane iyali, a yau da kuma ga tsararraki masu zuwa.

source: Through bold investments in infrastructure, education, and innovation-paired with fiscally responsible leadership, we will create jobs, empower communities, and secure a brighter future for all Kebbi State families.
ha: Ta hanyar jajircewar saka hannun jari a cikin kayayyakin more rayuwa, ilimi, da kirkire-kirkire tare da shugabancin da ke da alhakin kuɗi, za mu ƙirƙiri ayyukan yi, mu ƙarfafa al'ummomi, mu tabbatar da makoma mai haske ga dukan iyalai na Jihar Kebbi.

source: Under his leadership, Kebbi State has achieved record job growth, historic investments in education, infrastructure, and stronger communities delivering real results that move Kebbi State forward.
ha: A ƙarƙashin shugabancinsa, Jihar Kebbi ta sami ci gaban aikin yi na tarihi, saka hannun jari na tarihi a ilimi, kayayyakin more rayuwa, da ƙarfafa al'ummomi waɗanda ke ba da sakamako na gaske waɗanda ke motsa Jihar Kebbi gaba.

source: Take a look at some of his achievements
ha: Dubi wasu nasarorinsa

source: Read More
ha: Kara Karantawa

source: Dr Nasir Idris
ha: Dokta Nasir Idris

source: Governor
ha: Gwamna

source: Executive
ha: Zartarwa

source: Kebbi State
ha: Jihar Kebbi

source: His Excellency
ha: Mai Girma

source: A Unifying Force
ha: Ƙarfin Haɗin Kai

source: A Unifying Force in Kebbi State Politics
ha: Ƙarfin Haɗin Kai a Siyasar Jihar Kebbi

source: Governor Nasir Idris has positioned himself as a unifying figure in Kebbi State politics, emphasizing inclusive leadership and reconciliation. Since assuming office in May 2023...
ha: Gwamna Nasir Idris ya sanya kansa a matsayin mutum mai haɗa kan jama'a a siyasar Jihar Kebbi, yana mai da hankali kan shugabancin haɗa kan al'umma da sulhu. Tun lokacin da ya hau mulki a watan Mayu na 2023...

source: More
ha: Ƙari

source: Against All Odds: He Defied Limits and Redefined Greatness
ha: Duk da Kalubale: Ya Ƙi Iyakoki kuma Ya Sake Ma'anar Girma
